Repository: leo-in-the-house/DumpAsset
Catalog: Data/Script/origin/ground/garden_end/strings.*.resx
Languages: de, es, zh_hans

# Expo_Cutscene_Line_001
source: Oh,[pause=30] a visitor?
de: Oh,[pause=30] ein Besucher?
es: ¿Oh,[pause=30] un visitante?
zh_hans: 哦，[pause=30]有客人吗？

# Expo_Cutscene_Line_002
source: Welcome to my little corner of the garden.[pause=30]\nYou may call me {0}.
de: Willkommen in meiner kleinen Ecke des Gartens.[pause=30]\nNenne mich gerne {0}.
es: Te doy la bienvenida a mi pequeño rincón del jardín.[pause=30]\nMe puedes llamar {0}.
zh_hans: 欢迎来到我的花园小角。[pause=30]\n你可以叫我{0}。

# Expo_Cutscene_Line_003
source: Would you like to join me for a picnic?
de: Möchtest du meinem Picknick beiwohnen?
es: ¿Te gustaría unirte a mí para un picnic?
zh_hans: 你愿意和我一起野餐吗？

# Expo_Cutscene_Line_004
source: You must be a master of secrets if you've managed to find this place.
de: Du musst ein wahrer Meister der Geheimnisse sein, wenn du diesen Ort finden konntest.
es: Debes ser un maestro de los secretos si has conseguido encontrar este lugar.
zh_hans: 如果你能找到这个地方，那你肯定是位隐姓埋名的大师。

# Expo_Cutscene_Line_005
source: Are you part of an exploration team?
de: Gehörst du zu einem Erkundungsteam?
es: ¿Eres parte de un equipo de exploración?
zh_hans: 你是探险队的一员吗？

# Expo_Cutscene_Line_006
source: Ah,[pause=20] {0}. \u266A[pause=0]\nIt's a pleasure to meet you.
de: Ah,[pause=20] {0}. \u266A[pause=0]\n Es ist mir eine Freude dich kennenzulernen.
es: Ah,[pause=20] {0}. |u266A[pause=0]\nEs un placer conocerte.
zh_hans: 啊，[pause=20]{0}。\u266A[pause=0]\n很高兴认识你。

# Expo_Cutscene_Line_007
source: I was a part of a team before...[pause=0]\nAn entire guild, to be exact.
de: Ich gehörte mal zu einem Team...[pause=0]\n Zu einer ganzen Gilde, um genau zu sein.
es: Hace tiempo era parte de un equipo...[pause=0]\nDe un gremio, para ser exactos.
zh_hans: 我曾经是一名探险队员…… [pause=0]\n确切地说，是公会的一员。

# Expo_Cutscene_Line_008
source: It was a wonderful group with an incredible leader.
de: Es war eine wundervolle Gruppe mit einem großartigem Anführer.
es: Era un grupo maravilloso con un líder increíble.
zh_hans: 那是个绝妙的队伍，有着难以置信的领导者。

# Expo_Cutscene_Line_009
source: Together,[pause=0] we befriended many allies,[pause=0] and aided in countless rescues.
de: Gemeinsam,[pause=0] haben wir viele Verbündete gewonnen,[pause=0] und mit unzähligen Rettungen geholfen.
es: Juntos,[pause=0] nos hicimos amigos de muchos aliados,[pause=0] y ayudamos en un sinfín de rescates.
zh_hans: 大家，[pause=0]一起结交了许多盟友，[pause=0]进行了数以万计次救援。

# Expo_Cutscene_Line_010
source: It still fills my heart with gratitude to remember everything we achieved.
de: Mein Herz explodiert immer noch vor Stolz wenn ich daran denke wie viel wir erreicht haben.
es: Recordar todo lo que hemos conseguido aún llena mi corazón con gratitud.
zh_hans: 回想起我们所取得的一切，感激之情仍然充盈我心。

# Expo_Cutscene_Line_011
source: This island was the base of all our operations.
de: Diese Insel war unsere Hauptbasis.
es: Esta isla era la base de todas nuestras operaciones.
zh_hans: 这座岛屿是我们所有行动的大本营。

# Expo_Cutscene_Line_012
source: Every guild member had a place here, yet no one knew everything about it.
de: Jedes unserer Gildenmitglieder hatte hier seinen Platz, und doch wusste keiner alles über diesen Ort.
es: Todo miembro del gremio tenía un lugar aquí, pero nadie sabía todo de ello.
zh_hans: 每个成员在这里都有自己的一席之地，然而没有人知道这里的一切。

# Expo_Cutscene_Line_013
source: Filled with secrets,[pause=0] like this very grove.
de: Er ist gefüllt mit Geheimnissen,[pause=0] wie diesem Hain hier.
es: Lleno de secretos,[pause=0] justo como esta arboleda.
zh_hans: 充满了秘密，[pause=0]就像这片小树林。

# Expo_Cutscene_Line_014
source: But one day,[pause=20] our Guildmaster simply disappeared...
de: Aber eines Tage,[pause=20] ist unser Gildenmeister einfach verschwunden...
es: Pero un día,[pause=20] nuestro Maestro del Gremio simplemente desapareció...
zh_hans: 但是有一天，[pause=20]我们的会长突然失踪了……

# Expo_Cutscene_Line_015
source: Thank you for joining me today.[pause=0] I am grateful of your company.
de: Vielen Dank, dass du dich zu mir gesellt hast.[pause=0] Deine Gesellschaft hat mir den Tag erhellt.
es: Gracias por pasar un rato conmigo hoy.[pause=0] Agradezco tu compañía.
zh_hans: 谢谢你能和我野餐。[pause=0]非常感激你的陪伴。

# Expo_Cutscene_Line_016
source: Besides the Guildmaster,[pause=0] you're the first one to find me in this place.
de: Abgesehen vom Gildenmeister,[pause=0] hat mich vor dir keiner hier finden können.
es: Además del Maestro,[pause=0] eres el primer Pokémon en encontrarme aquí.
zh_hans: 除了会长，[pause=0]你是第一个能在这找到我的人。

# Expo_Cutscene_Line_017
source: So...[pause=0] allow me to join you,[pause=0] and keep your guild company!
de: Also...[pause=0] erlaube mir dich zu begleiten,[pause=0] und deiner Gilde Gesellschaft zu leisten!
es: Así que...[pause=0] permíteme que me una a ti,[pause=0] ¡y dé compañía a tu gremio!
zh_hans: 所以……[pause=0]请允许我加入你们，[pause=0]与你们的公会为伴！

# Expo_Cutscene_Line_018
source: We can look for the other secrets that the old guild left behind...[pause=20] together!
de: Wir können nach weiteren Geheimnissen suchen, welche die alte Gilde hinterlassen hat...[pause=20] Gemeinsam!
es: Podemos buscar secretos que el viejo gremio haya dejado atrás...[pause=20] ¡juntos!
zh_hans: 我们可以寻找老公会的其他秘密……[pause=20]一起！

# Expo_Cutscene_Line_019
source: For old time's sake,[pause=0] let's keep this place between ourselves.
de: Im Sinne der guten, alten Zeiten,[pause=0] lass uns diesen Ort geheim halten.
es: En bien de los viejos tiempos,[pause=0] mantengamos la existencia de este lugar entre nosotros.
zh_hans: 出于往昔的情感，[pause=0]我们把这地方保密吧。

# Expo_Cutscene_Line_020
source: It'll be our little secret. \u266A
de: Es wird unser kleines Geheimnis sein. \u266A
es: Será nuestro pequeño secreto. \u266A
zh_hans: 那是我们的小秘密。\u266A
